Repository: Kaarhai/calendar-eshop
Catalog: calendareshop/shopping/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Billing address
cs: Fakturační adresa

source: Shipping address
cs: Poštovní adresa

source: Order items
cs: Položky objednávky

source: Shipping
cs: Doprava

source: Payment
cs: Platba

source: Total
cs: Celkem

source: Full shipping address
cs: Celá poštovní adresa

source: address
cs: Ulice a číslo popisné

source: Country
cs: Stát

source: <a href="/personal-information-protection/" target="_blank">I agree to provide my personal information</a>.
cs: <a href="/souhlas-s-poskytnutim-osobnich-udaju/" target="_blank">Souhlasím s poskytnutím osobních údajů</a>.

source: This field is required.
cs: Toto pole je povinné.

source: notes
cs: poznámky

source: I accept the <a href="/terms-conditions/" target="_blank">terms and conditions</a>.
cs: Souhlasím s <a href="/obchodni-podminky/" target="_blank">obchodními podmínkami</a>.

source: Shipping price
cs: Poštovné

source: Payment price
cs: Cena platební metody

source: payment cost
cs: cena platby

source: payment tax
cs: daň ceny platby

source: order
cs: objednávka

source: orders
cs: objednávky

source: No.
cs: č.

source: is active
cs: aktivní

source: is available
cs: skladem

source: is main product
cs: hlavní produkt

source: name
cs: jméno

source: slug
cs: název v URL

source: ordering
cs: pořadí

source: description
cs: popis

source: product
cs: produkt

source: products
cs: produkty

source: price
cs: cena

source: prices
cs: ceny

source: module code
cs: modul

source: payment
cs: platba

source: payments
cs: platby

source: code
cs: kód

source: shipping
cs: doprava

source: shippings
cs: doprava

source: regions
cs: regiony

source: country
cs: stát

source: countries
cs: státy

source: min quantity
cs: min. množství

source: max quantity
cs: max. množství

source: shipping region
cs: Kombinace regionu dopravy

source: shipping regions
cs: Kombinace regionů a dopravy

source: shipping price
cs: poštovné

source: shipping price for region
cs: náklad na dopravu pro region

source: shipping prices for region
cs: náklady na dopravu pro region

source: shipping payment
cs: Kombinace dopravy a platby

source: shipping payments
cs: Kombinace dopravy a platby

source: Bank transfer
cs: bankovní převod

source: Cash
cs: Hotovost

source: Please correct the following errors:
cs: Opravte prosím následující chyby:

source: Form errors
cs: Chyby formuláře

source: Fieldset errors
cs: Chyby bloků formuláře

source: show all
cs: zobrazit vše

source: Pay now
cs: Zaplatit ihned

source: You will be forwarded to Paypal for payment now.
cs: Během okamžiku budete přesměrováni na platební bránu PayPalu.

source: Purchase Items
cs: Jít na platební bránu

source: Notes
cs: Poznámky

source: Shipping method
cs: Způsob doručení

source: Payment method
cs: Způsob platby

source: Discounts
cs: Slevy

source: subtotal
cs: mezisoučet

source: discount
cs: sleva

source: tax from total amount
cs: z toho DPH

source: total
cs: celkem

source: Account creation successful
cs: Účet byl úspěšně vytvořen.

source: You have successfully created an account on our site!
cs: Váš účet na této stránce byl úspěšně vytvořen.

source: Go to http://%(domain)s/ and enter the following details:
cs: Pokračujte na http://%(domain)s/ a zadejte následující údaje:

source: Your username:
cs: Vaše jméno:

source: Your password:
cs: Vaše heslo:

source: Order from calendar.draci.info shipped
cs: Objednávka z kalendar.draci.info odeslána

source: Hello,<br /> your order %(order_id)s from calendar.draci.info has been shipped by Czech Post as recorded delivery.
cs: Dobrý den,<br /> Vaše objednávka %(order_id)s z kalendar.draci.info byla odeslána prostřednictvím České Pošty jako doporučené psaní.

source: In case you'll wait longer than about one week please contact your local post office. Also watch out for any signs of damage and do not hesitate to complain at the post office too. We will be happy to send you another undamaged calendar.
cs: Pokud by vám nedorazila zhruba do týdne, zkontrolujte si prosím doručení zásilky na své poště. Ne vždy se ve schránce zároveň objeví i oznámení :) Pokud by zásilka jevila známky poškození, hned při převzetí ji reklamujte. Rádi vám zašleme kalendář nový.

source: Don't hesitate to contact us if you have any questions.
cs: V případě jakýchkoli dotazů nás neváhejte kontaktovat.

source: Organization team of Draci.info projects
cs: Organizační tým projektů Draci.info

source: Same as billing address
cs: Odpovídá fakturační

source: Order from calendar.draci.info confirmed
cs: Objednávka z kalendar.draci.info přijata

source: Hello,<br /> thanks for your order %(order.order_id)s from calendar.draci.info.
cs: Dobrý den,<br /> děkujeme za Vaši objednávku %(order.order_id)s z kalendar.draci.info.

source: You have chosen <strong>bank transfer</strong> as a payment method, please use the following details to <strong>send us the total amount of money stated below</strong>. Do not forget to fill in varying number.
cs: Jako metodu platby jste zvolil/a <strong>bankovní převod</strong>, proto Vás prosíme o <strong>uhrazení celkové částky na níže uvedené číslo účtu</strong>. Nezapomeňte prosím uvést variabilní symbol.

source: Total payment
cs: Částka k úhradě

source: Bank account number
cs: Číslo účtu

source: Varying number
cs: Variabilní symbol

source: We will inform you when we receive your payment.
cs: O připsání částky na náš účet Vás budeme informovat.

source: This is pre-order, so actual calendars will be sent/can be picked up by the end of November.
cs: Toto je předobjednávka, kalendáře budou zaslány/připraveny k vyzvednutí v polovině listopadu.

source: Order will be shipped by <strong>Czech Post</strong> as soon as we confirm that payment is received.
cs: Zásilku Vám zašleme prostřednictvím <strong>České pošty</strong> co nejdříve po přijetí platby.

source: You chose <strong>personal delivery</strong>.
cs: Zvolili jste <strong>osobní předání</strong>.

source: You will be contacted by our sales person shortly about specific date and time of pick-up. Have enough cash with you, card payment is not supported.
cs: Co nevidět Vás kontaktuje náš prodejce a domluví s Vámi na datu a hodině předání. Mějte s sebou prosím přesnou hotovost, platbu kartou neumožňujeme.

source: After payment confirmation you will be contacted by our sales person shortly about specific date and time of pick-up.
cs: Po potvrzení platby Vás kontaktuje náš prodejce a domluví se s Vámi na datu a hodině předání.

source: Order summary
cs: Souhrn objednávky

source: item
cs: položka

source: count
cs: počet

source: Total price
cs: Cena celkem

source: pcs
cs: ks

source: Order from calendar.draci.info paid
cs: Objednávka z kalendar.draci.info zaplacena

source: Hello,<br /> your order %(order_id)s from calendar.draci.info has been paid.
cs: Dobrý den,<br /> Vaše objednávka %(order_id)s z kalendar.draci.info byla zaplacena.

source: The goods will be sent by end of Novemeber.
cs: Produkty budou rozeslány v polovině listopadu

source: The goods will be delivered as soon as possible by Czech Post.
cs: Zásilku Vám zašleme co nejdříve prostřednictvím České pošty.

source: You can await your package in a few days. In case you'll wait longer than about two weeks please contact your local post office. Also watch out for any signs of damage and do not hesitate to complain at the post office too. We will be happy to send you another undamaged calendar.
cs: Svou zásilku můžete očekávat v nejbližších dnech. Pokud by vám nedorazila zhruba do týdne, zkontrolujte si prosím doručení zásilky na své poště. Ne vždy se ve schránce zároveň objeví i oznámení :) Neváhejte zásilku ihned při převzetí na poště reklamovat, pokud by jevila známky poškození. Rádi vám zašleme kalendář nový.

source: Calendars will be ready at the end of November. We will then contact you about specific date and time of pick-up.
cs: Zhotovení kalendářů je plánováno na konec října/začátek listopadu. Jakmile budou připraveny k osobnímu odběru, ozveme se vám na kontaktní e-mail s podrobnostmi ohledně místa a času vyzvednutí.

source: You chose personal delivery. Our sales person will contact you shortly about specific date and time of pick-up.
cs: Zvolili jste osobní předání. Co nevidět Vás kontaktuje náš prodejce a domluví se s Vámi na datu a hodině předání.

source: Cart
cs: Košík

source: Cart is empty!
cs: Košík je prázdný!

source: quantity
cs: množství

source: unit price
cs: jednotková cena

source: Delete
cs: Odstranit

source: Recount
cs: Přepočítat

source: Continue
cs: Pokračovat

source: Checkout
cs: Adresa a fakturace

source: shipping &amp; payment
cs: doprava &amp; platba

source: Shipping & Payment
cs: Doprava & platba

source: Send order
cs: Odeslat objednávku

source: Voucher code
cs: Slevový kupón

source: Add voucher
cs: Přidat slevový kupón

source: Proceed to confirmation
cs: Potvrdit objednávku

source: Order payment failure
cs: Chyba při platbě objednávky

source: Create new order
cs: Vytvořit novou objednávku

source: Order successful
cs: Objednávka úspěšně přijata

source: Thank you for shopping with us!
cs: Děkujeme za nákup!

source: E-mail with order details was sent to your e-mail address.
cs: E-mailem jsme Vám zaslali rekapitulaci objednávky.

source: Order has been paid.
cs: Objednávka byla zaplacena.

source: Order has been confirmed.
cs: Objednávka byla schválena.

source: E-mail with order details and payment instructions was sent to your e-mail address.
cs: E-mailem jsme Vám zaslali rekapitulaci objednávky a instrukce k platbě.

source: This is pre-order. We will send you ordered goods at the end of November. Nevertheless please pay this order before that, so you won't forget (if you haven't already done that) :)
cs: Toto je předobjednávka. Objednané zboží zašleme v polovině listopadu. Objednávku ale prosím zaplaťte už teď, ať na to potom nezapomenete (pokud jste ji již nezaplatili) :)

source: Shipping &amp; Payment
cs: Doprava &amp; platba

source: confirmation
cs: Potvrzení objednávky

source: Delivery only after personal confirmation in Prague Vrsovice, you will receive more information about precise location and pick-up times after finishing the order process.
cs: Osobně po domluvě v Praze Vršovicích, bližší informace o adrese a možných časech předání dostanete e-mailem po dokončení objednávky.

source: Products
cs: Produkty

source: Add to cart
cs: Přidat do košíku

source: The cart has been updated.
cs: Košík byl upraven.

source: Order contains more than one currency.
cs: Objednávka obsahuje více, než jednu měnu. Odstraňte prosím zboží z košíku.
